/* No comment provided by engineer. */
"%@ PIN attempt(s) left." = "%@ PIN attempt(s) left.";

/* No comment provided by engineer. */
"Abort" = "Abort";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Access rights could not be loaded" = "Access rights could not be loaded";

/* Pretty name of Address */
"Address" = "Address";

/* Pretty name of AddressVerification */
"Address verification" = "Address verification";

/* Pretty name of AgeVerification */
"Age verification" = "Age verification";

/* No comment provided by engineer. */
"An error occurred, the authentication was aborted!" = "An error occurred, the authentication was aborted!";

/* Authentication error message was empty */
"An unknown error occurred during authentication." = "An unknown error occurred during authentication.";

/* No comment provided by engineer. */
"An unknown error occurred during authentication. Please inform the software manufacturer about the problem." = "An unknown error occurred during authentication. Please inform the software manufacturer about the problem.";

/* No comment provided by engineer. */
"Authentication aborted" = "Authentication aborted";

/* Pretty name of BirthName */
"Birth name" = "Birth name";

/* No comment provided by engineer. */
"Camera permission" = "Camera permission";

/* No comment provided by engineer. */
"Camera permission needed, please go to the application settings to enable it!" = "Camera permission needed, please go to the application settings to enable it!";

/* CAN navigation title */
"CAN required" = "CAN required";

/* Pretty name of CanAllowed */
"CAN-allowed" = "CAN-allowed";

/* No comment provided by engineer. */
"Card access required" = "Card access required";

/* No comment provided by engineer. */
"Certificate" = "Certificate";

/* No comment provided by engineer. */
"Certificate description can't be displayed" = "Certificate description can't be displayed";

/* No comment provided by engineer. */
"Certificate details" = "Certificate details";

/* No comment provided by engineer. */
"Change PIN" = "Change PIN";

/* No comment provided by engineer. */
"Change the PIN" = "Change the PIN";

/* No comment provided by engineer. */
"Communication with the ID card required, please place the device on the ID card." = "Communication with the ID card required, please place the device on the ID card.";

/* Pretty name of CommunityID */
"Community-ID" = "Community-ID";

/* Placeholder for confirmation of new PIN */
"Confirm PIN" = "Confirm PIN";

/* No comment provided by engineer. */
"Confirmation PIN does not match new PIN." = "Confirmation PIN does not match new PIN.";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* Pretty name of DateOfBirth */
"Date of birth" = "Date of birth";

/* Pretty name of DoctoralDegree */
"Doctoral degree" = "Doctoral degree";

/* Pretty name of DocumentType */
"Document type" = "Document type";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Expiration date" = "Expiration date";

/* Pretty name of FamilyName */
"Family name" = "Family name";

/* Transport PIN input placeholder */
"Five-digit PIN" = "Five-digit PIN";

/* Pretty name of GivenNames */
"Given name(s)" = "Given name(s)";

/* No comment provided by engineer. */
"Go to application settings" = "Go to application settings";

/* ID card too far away scan hint */
"ID card too far away, please hold the phone close to the ID card." = "ID card too far away, please hold the phone close to the ID card.";

/* No comment provided by engineer. */
"Issue date" = "Issue date";

/* No comment provided by engineer. */
"Issuer information" = "Issuer information";

/* No comment provided by engineer. */
"Issuer name" = "Issuer name";

/* No comment provided by engineer. */
"Issuer URL" = "Issuer URL";

/* Pretty name of IssuingCountry */
"Issuing country" = "Issuing country";

/* No comment provided by engineer. */
"Loading certificate…" = "Loading certificate…";

/* Pretty name of Nationality */
"Nationality" = "Nationality";

/* Placeholder for new PIN */
"New PIN" = "New PIN";

/* No comment provided by engineer. */
"No camera permission!" = "No camera permission!";

/* No comment provided by engineer. */
"Optional Data" = "Optional Data";

/* PIN navigation title */
"PIN required" = "PIN required";

/* Pretty name of PlaceOfBirth */
"Place of birth" = "Place of birth";

/* No comment provided by engineer. */
"Please enter a new PIN and confirm it." = "Please enter a new PIN and confirm it.";

/* CAN CTA */
"Please enter the CAN." = "Please enter the CAN.";

/* PIN CTA */
"Please enter the PIN." = "Please enter the PIN.";

/* PUK CTA */
"Please enter the PUK." = "Please enter the PUK.";

/* Transport PIN CTA */
"Please enter the Transport PIN." = "Please enter the Transport PIN.";

/* No comment provided by engineer. */
"Please wait until the service provider certificate has been loaded." = "Please wait until the service provider certificate has been loaded.";

/* No comment provided by engineer. */
"Provider" = "Provider";

/* Pretty name of Pseudonym */
"Pseudonym" = "Pseudonym";

/* PUK navigation title */
"PUK required" = "PUK required";

/* No comment provided by engineer. */
"Purpose" = "Purpose";

/* Pretty name of ArtisticName */
"Religious / artistic name" = "Religious / artistic name";

/* No comment provided by engineer. */
"Requested Data" = "Requested Data";

/* No comment provided by engineer. */
"Required Data" = "Required Data";

/* Pretty name of ResidencePermitI */
"Residence permit I" = "Residence permit I";

/* Pretty name of ResidencePermitII */
"Residence permit II" = "Residence permit II";

/* ID card scan title */
"Scan ID card" = "Scan ID card";

/* QR code scan title */
"Scan QR code" = "Scan QR code";

/* Scanning id card hint */
"Scanning ID card, please make sure the text is readable and no watermark is showing." = "Scanning ID card, please make sure the text is readable and no watermark is showing.";

/* Generic ID card scan hint */
"Searching ID card, please place it on a plain background and make sure it is completely visible." = "Searching ID card, please place it on a plain background and make sure it is completely visible.";

/* QR code scan hint */
"Searching QR code, please point the phone towards it and make sure it is completely visible." = "Searching QR code, please point the phone towards it and make sure it is completely visible.";

/* No comment provided by engineer. */
"Service provider details" = "Service provider details";

/* CAN input placeholder */
"Six-digit CAN" = "Six-digit CAN";

/* PIN input placeholder */
"Six-digit PIN" = "Six-digit PIN";

/* No comment provided by engineer. */
"Subject information" = "Subject information";

/* No comment provided by engineer. */
"Subject name" = "Subject name";

/* No comment provided by engineer. */
"Subject URL" = "Subject URL";

/* PUK input placeholder */
"Ten-digit PUK" = "Ten-digit PUK";

/* No comment provided by engineer. */
"Terms of Usage" = "Terms of Usage";

/* No comment provided by engineer. */
"The authentication was aborted, waiting for response from service provider." = "The authentication was aborted, waiting for response from service provider.";

/* CAN info */
"The CAN is needed to continue with the workflow. You can find the six-digit CAN on the front of the ID card." = "The CAN is needed to continue with the workflow. You can find the six-digit CAN on the front of the ID card.";

/* PUK info */
"The ID card is blocked! Please enter the PUK to unblock it." = "The ID card is blocked! Please enter the PUK to unblock it.";

/* No comment provided by engineer. */
"The last input was incorrect!" = "The last input was incorrect!";

/* No comment provided by engineer. */
"Unknown state" = "Unknown state";

/* Pretty name of ValidUntil */
"Valid until" = "Valid until";

/* No comment provided by engineer. */
"Validity" = "Validity";

/* No comment provided by engineer. */
"viewModel.state = %@" = "viewModel.state = %@";

/* Pretty name of WriteAddress */
"Write address" = "Write address";

/* Pretty name of WriteCommunityID */
"Write community-ID" = "Write community-ID";

/* Pretty name of WriteResidencePermitI */
"Write residence permit I" = "Write residence permit I";

/* Pretty name of WriteResidencePermitII */
"Write residence permit II" = "Write residence permit II";

